export const answersData = {
  answers: [
    {
      question_id: 1,
      answer_text:
        "1: 대학 시절 AI 대회에서 수상을 목표로 출전했지만, 처음에는 경험 부족으로 실패했습니다. 목표를 재설정하고 교수님과 선배님들에게 도움을 요청하며 다시 도전했습니다. AI 서적과 GitHub 코드도 참고해 공부하며 조금씩 문제를 해결해 나갔습니다. 이번에는 팀을 꾸려 다양한 시각을 반영했고, 교수님에게 정기적으로 피드백을 받았습니다. 결국 1년 뒤, 그 대회에서 최우수상을 받았습니다. 이 과정에서 끈기와 협력의 중요성을 깨달았고, SK텔레콤에서도 이러한 자세로 기여하고 싶습니다.",
    },
    {
      question_id: 2,
      answer_text:
        "2: 전선 탐지 알고리즘 프로젝트에서 AI 모델의 오류를 단순하게 해결하려고 했습니다. 촬영 시 빛 번짐 문제로 탐지가 어려웠는데, 데이터를 후처리하는 대신 촬영 환경을 바꾸는 방법을 생각했습니다. 하드보드지를 사용해 빛 번짐을 줄여 촬영한 결과, 정확도가 20% 이상 향상되었습니다. 외주사가 요구한 기준을 만족시켜 프로젝트를 진행할 수 있었습니다. 이 경험은 문제를 해결하는 데 있어 가장 간단한 방법이 종종 가장 효과적일 수 있다는 깨달음을 주었습니다.",
    },
    {
      question_id: 3,
      answer_text:
        "3: 일본인 교환학생과 동아리 활동을 하면서 의사소통 문제를 겪었습니다. 서로의 문화를 이해하지 못해 의견 차이가 생겼고, 토론 참여도도 낮아졌습니다. 그래서 먼저 한국어를 배우는 것을 도와주고 일본 음식과 문화에 대한 관심을 보이며 친해지려 노력했습니다. 이를 통해 그 친구가 마음을 열었고, 동아리 활동도 활발하게 참여하게 되었습니다. 이 경험을 통해 문화적 차이를 극복하기 위해서는 상호 존중과 이해가 중요하다는 것을 배웠습니다.",
    },
    {
      question_id: 4,
      answer_text:
        "4: 인턴 시절, 안구 추적 데이터 수집 프로젝트에서 수작업으로 데이터를 모으는 방식의 비효율성을 느꼈습니다. 이에 자동화 프로그램을 도입해 데이터 수집 과정을 디지털화했습니다. 포인터가 무작위 숫자를 가리키고 안구 이미지와 좌표를 자동 저장하는 시스템을 제안했습니다. 결과적으로 인력과 시간을 절감하고 더 정확한 데이터를 수집할 수 있었습니다. 이 경험은 SK텔레콤에서 효율성을 높이는 디지털 전환 프로젝트에 기여할 수 있는 자신감을 주었습니다.",
    },
  ],
};
